Repository: xbawcs/user-tracking
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Vietnamese
vi: Tiếng việt

source: English
vi: Tiếng anh

source: Personal info
vi: Thông tin người dùng

source: Permissions
vi: Quyền

source: Important dates
vi: Thời gian hoạt động

source: SMS
vi: Tin nhắn

source: Capture screen
vi: Chụp màn hình

source: Get Location
vi: Lấy vị trí

source: Optimize Battery
vi: Tối ưu dung lượng Pin

source: Loop capture
vi: Chụp màn hình liên tục

source: Male
vi: Nam

source: Female
vi: Nữ

source: Unknow
vi: Không xác định

source: Birthday
vi: Ngày sinh

source: Gender
vi: Giới tính

source: Bio
vi: Thông tin khác

source: Account
vi: Người dùng

source: Accounts
vi: Người dùng

source: Code
vi: Mã

source: Name
vi: Tên

source: Application
vi: Ứng dụng

source: Applications
vi: Danh sách ứng dụng

source: User
vi: Người dùng

source: Device
vi: Thiết bị

source: Devices
vi: Danh sách thiết bị

source: Type
vi: Loại

source: Message
vi: Tin nhắn

source: Image
vi: Ảnh

source: Created at
vi: Ngày tạo

source: Device log
vi: Lịch sử thiết bị

source: Device Logs
vi: Lịch sử thiết bị

source: Log
vi: Ghi chú

source: Created by
vi: Người tạo

source: Device activity
vi: Hành động thiết bị

source: Device activities
vi: Hành động thiết bị

source: "device_token" must be required
vi: "device_token" không có thông tin

source: You cannot delete records that are not yours
vi: Bạn không thể xóa bản ghi không thuộc về bạn

source: Please select records to delete
vi: Vui lòng chọn bản ghi để xóa

source: Records has been deleted successfully
vi: Yêu cầu đã gửi thành công

source: Unsuccessful because user does not have any devices.
vi: Không thành công do người dùng không có thiết bị.

source: Invalid device token.
vi: Token thiết bị không hợp lệ.

source: Request has been sent successfully
vi: Yêu cầu đã gửi thành công

source: [ON Capture] Request has been sent successfully
vi: Yêu cầu tắt chụp màn hình đã gửi thành công

source: [OFF Capture] Request has been sent successfully
vi: Yêu cầu bật chụp màn hình đã gửi thành công

source: Failed to update profile.
vi: Cập nhật hồ sơ không thành công.

source: Email already exists
vi: Email đã tồn tại

source: Successfully update profile.
vi: Cập nhật hồ sơ thành công.

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
vi: Xóa %(object_name)s '%(escaped_object)s' sẽ dẫn đến xóa các thông tin liên quan, Nhưng bạn không có quyền để xóa các thông tin sau:

source: Deleting the %(object_name)s ' %(escaped_object)s' would require deleting the following protected related objects:
vi: Xóa %(object_name)s ' %(escaped_object)s' sẽ dẫn đến xóa các thông tin được bảo vệ sau:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
vi: Bạn muốn xóa %(object_name)s "%(escaped_object)s"? Thì tất cả các thông tin liên quan sẽ bị xóa theo sau:

source: Yes, I'm sure
vi: Xóa

source: No, take me back
vi: Hủy bỏ

source: Get location
vi: Lấy vị trí

source: Optimize battery
vi: Tối ưu dung lượng Pin

source: Turn off loop capture
vi: Tắt chụp liên tục

source: Turn on loop capture
vi: Bật chụp liên tục

source: Delete
vi: Xóa

source: Create at
vi: Ngày tạo

source: No data.
vi: Không có dữ liệu.

source: Confirmation
vi: Xác nhận

source: Are you sure you want to delete this record?
vi: Bạn muốn xóa bản ghi này?

source: Cancel
vi: Hủy bỏ

source: Wellcome
vi: Xin chào

source: Profile
vi: Thông tin hồ sơ

source: Change Password
vi: Đổi mật khẩu

source: Logout
vi: Đăng xuất

source: Showing
vi: Hiển thị

source: to
vi: từ

source: of
vi: của

source: entries
vi: bản ghi

source: Previous
vi: Trước

source: Next
vi: Sau

source: Navigation
vi: Thanh công cụ
